{"<pad>": 0, "<unk>": 1, ".": 2, "the": 3, ",": 4, "a": 5, "and": 6, "of": 7, "to": 8, "is": 9, "'s": 10, "it": 11, "that": 12, "in": 13, "as": 14, "but": 15, "film": 16, "with": 17, "for": 18, "this": 19, "movie": 20, "an": 21, "its": 22, "you": 23, "n't": 24, "be": 25, "...": 26, "on": 27, "not": 28, "by": 29, "one": 30, "about": 31, "--": 32, "are": 33, "more": 34, "has": 35, "at": 36, "like": 37, "from": 38, "all": 39, "than": 40, "have": 41, "his": 42, "i": 43, "'": 44, "so": 45, "if": 46, "or": 47, "-lrb-": 48, "-rrb-": 49, "story": 50, "there": 51, "who": 52, "what": 53, "too": 54, "does": 55, "out": 56, "into": 57, "just": 58, "most": 59, "up": 60, "will": 61, "``": 62, "''": 63, "good": 64, "can": 65, "even": 66, "no": 67, "`": 68, "much": 69, "comedy": 70, "characters": 71, "time": 72, "some": 73, "only": 74, "their": 75, "funny": 76, "little": 77, "he": 78, "never": 79, "way": 80, "they": 81, "do": 82, "your": 83, "make": 84, "very": 85, "which": 86, "we": 87, "would": 88, "been": 89, "may": 90, "love": 91, "work": 92, "director": 93, "enough": 94, "was": 95, "makes": 96, "when": 97, "any": 98, "best": 99, "life": 100, "movies": 101, "while": 102, "us": 103, "bad": 104, "?": 105, "could": 106, "new": 107, "made": 108, "through": 109, "well": 110, "really": 111, "something": 112, ":": 113, "how": 114, "many": 115, "should": 116, "drama": 117, "plot": 118, "her": 119, "other": 120, "those": 121, "films": 122, "nothing": 123, "without": 124, "action": 125, "own": 126, "better": 127, "still": 128, "two": 129, "'re": 130, "being": 131, "also": 132, "see": 133, "-": 134, "look": 135, "cast": 136, "people": 137, "performances": 138, "both": 139, "every": 140, "audience": 141, "first": 142, "great": 143, "character": 144, "long": 145, "them": 146, "fun": 147, "get": 148, "here": 149, "such": 150, "another": 151, "might": 152, "off": 153, "sense": 154, "between": 155, "feel": 156, "feels": 157, "script": 158, "ever": 159, "few": 160, "though": 161, "big": 162, "because": 163, "humor": 164, "were": 165, "real": 166, "over": 167, "thing": 168, "world": 169, "yet": 170, "kind": 171, "performance": 172, "quite": 173, "down": 174, "entertaining": 175, "often": 176, "picture": 177, "'ve": 178, "thriller": 179, "documentary": 180, "seems": 181, ";": 182, "comes": 183, "far": 184, "less": 185, "after": 186, "ca": 187, "end": 188, "minutes": 189, "interesting": 190, "rather": 191, "take": 192, "almost": 193, "!": 194, "hard": 195, "lot": 196, "tale": 197, "these": 198, "man": 199, "ultimately": 200, "family": 201, "go": 202, "had": 203, "hollywood": 204, "watching": 205, "'ll": 206, "find": 207, "screen": 208, "seen": 209, "moments": 210, "original": 211, "worth": 212, "before": 213, "my": 214, "heart": 215, "itself": 216, "me": 217, "things": 218, "acting": 219, "full": 220, "american": 221, "back": 222, "come": 223, "actors": 224, "then": 225, "where": 226, "gets": 227, "material": 228, "old": 229, "once": 230, "right": 231, "watch": 232, "human": 233, "works": 234, "year": 235, "despite": 236, "dialogue": 237, "seem": 238, "cinema": 239, "making": 240, "times": 241, "again": 242, "romantic": 243, "scenes": 244, "least": 245, "special": 246, "want": 247, "gives": 248, "she": 249, "subject": 250, "takes": 251, "years": 252, "kids": 253, "music": 254, "same": 255, "give": 256, "our": 257, "think": 258, "young": 259, "bit": 260, "sometimes": 261, "together": 262, "compelling": 263, "keep": 264, "did": 265, "emotional": 266, "know": 267, "last": 268, "moving": 269, "why": 270, "women": 271, "away": 272, "experience": 273, "piece": 274, "pretty": 275, "dark": 276, "fascinating": 277, "him": 278, "actually": 279, "anyone": 280, "anything": 281, "fans": 282, "going": 283, "history": 284, "part": 285, "point": 286, "since": 287, "style": 288, "comic": 289, "direction": 290, "matter": 291, "need": 292, "say": 293, "simply": 294, "filmmakers": 295, "short": 296, "sweet": 297, "dull": 298, "everything": 299, "mr.": 300, "show": 301, "visual": 302, "care": 303, "cinematic": 304, "entertainment": 305, "flick": 306, "offers": 307, "whole": 308, "art": 309, "clever": 310, "goes": 311, "instead": 312, "star": 313, "true": 314, "always": 315, "idea": 316, "manages": 317, "place": 318, "premise": 319, "silly": 320, "predictable": 321, "series": 322, "title": 323, "under": 324, "war": 325, "certainly": 326, "children": 327, "engaging": 328, "high": 329, "laughs": 330, "screenplay": 331, "around": 332, "done": 333, "each": 334, "especially": 335, "exercise": 336, "familiar": 337, "genre": 338, "surprisingly": 339, "trying": 340, "whose": 341, "'d": 342, "energy": 343, "nearly": 344, "portrait": 345, "probably": 346, "strong": 347, "although": 348, "beautifully": 349, "becomes": 350, "set": 351, "study": 352, "wo": 353, "easy": 354, "mostly": 355, "plays": 356, "sure": 357, "video": 358, "worst": 359, "amusing": 360, "ending": 361, "french": 362, "half": 363, "lacks": 364, "narrative": 365, "three": 366, "'m": 367, "charm": 368, "debut": 369, "else": 370, "feature": 371, "looking": 372, "smart": 373, "turns": 374, "beautiful": 375, "either": 376, "enjoyable": 377, "feeling": 378, "filmmaking": 379, "home": 380, "horror": 381, "men": 382, "now": 383, "problem": 384, "quirky": 385, "solid": 386, "theater": 387, "become": 388, "de": 389, "directed": 390, "effects": 391, "hour": 392, "power": 393, "version": 394, "along": 395, "believe": 396, "day": 397, "dramatic": 398, "effort": 399, "everyone": 400, "fact": 401, "fails": 402, "lack": 403, "likely": 404, "looks": 405, "melodrama": 406, "modern": 407, "next": 408, "obvious": 409, "proves": 410, "romance": 411, "summer": 412, "tone": 413, "beyond": 414, "camera": 415, "completely": 416, "culture": 417, "enjoy": 418, "fine": 419, "himself": 420, "interest": 421, "leave": 422, "lives": 423, "mind": 424, "must": 425, "powerful": 426, "put": 427, "rare": 428, "reason": 429, "serious": 430, "sort": 431, "spirit": 432, "storytelling": 433, "stuff": 434, "whether": 435, "wit": 436, "classic": 437, "deeply": 438, "hours": 439, "john": 440, "level": 441, "light": 442, "mess": 443, "neither": 444, "project": 445, "shot": 446, "small": 447, "tries": 448, "charming": 449, "contrived": 450, "death": 451, "easily": 452, "face": 453, "ideas": 454, "intelligence": 455, "intelligent": 456, "left": 457, "message": 458, "particularly": 459, "play": 460, "shows": 461, "stories": 462, "truly": 463, "viewers": 464, "adventure": 465, "already": 466, "boring": 467, "fresh": 468, "impossible": 469, "line": 470, "past": 471, "political": 472, "above": 473, "actor": 474, "against": 475, "book": 476, "complex": 477, "filmmaker": 478, "formula": 479, "gags": 480, "hilarious": 481, "images": 482, "jokes": 483, "memorable": 484, "personal": 485, "rich": 486, "ride": 487, "sad": 488, "satisfying": 489, "seeing": 490, "sex": 491, "social": 492, "suspense": 493, "ways": 494, "woman": 495, "animation": 496, "attempt": 497, "black": 498, "boy": 499, "ends": 500, "finally": 501, "head": 502, "michael": 503, "pleasure": 504, "turn": 505, "audiences": 506, "bland": 507, "case": 508, "crime": 509, "earnest": 510, "flat": 511, "found": 512, "got": 513, "intriguing": 514, "live": 515, "mood": 516, "mystery": 517, "nor": 518, "overall": 519, "production": 520, "remains": 521, "satire": 522, "terrific": 523, "violence": 524, "visually": 525, "cold": 526, "delivers": 527, "different": 528, "during": 529, "elements": 530, "events": 531, "fairly": 532, "laugh": 533, "none": 534, "opera": 535, "passion": 536, "recent": 537, "remarkable": 538, "role": 539, "sequel": 540, "slow": 541, "tired": 542, "touching": 543, "call": 544, "cliches": 545, "close": 546, "days": 547, "difficult": 548, "entirely": 549, "falls": 550, "given": 551, "honest": 552, "lost": 553, "perfect": 554, "perfectly": 555, "pretentious": 556, "rarely": 557, "reality": 558, "sequences": 559, "talent": 560, "tell": 561, "thought": 562, "thoughtful": 563, "told": 564, "tv": 565, "viewer": 566, "wild": 567, "wonderful": 568, "act": 569, "coming-of-age": 570, "david": 571, "girl": 572, "help": 573, "imagination": 574, "leaves": 575, "plenty": 576, "running": 577, "thoroughly": 578, "try": 579, "writing": 580, "written": 581, "wrong": 582, "attention": 583, "brilliant": 584, "concept": 585, "disney": 586, "eyes": 587, "game": 588, "getting": 589, "gorgeous": 590, "having": 591, "inside": 592, "journey": 593, "otherwise": 594, "parents": 595, "scene": 596, "side": 597, "tedious": 598, "teen": 599, "themselves": 600, "usual": 601, "vision": 602, "ambitious": 603, "behind": 604, "captures": 605, "emotions": 606, "excellent": 607, "guy": 608, "guys": 609, "hero": 610, "ii": 611, "job": 612, "latest": 613, "moment": 614, "nature": 615, "needs": 616, "occasionally": 617, "psychological": 618, "run": 619, "simple": 620, "somewhat": 621, "starts": 622, "straight": 623, "strange": 624, "throughout": 625, "uses": 626, "able": 627, "acted": 628, "adaptation": 629, "air": 630, "appeal": 631, "appealing": 632, "approach": 633, "artist": 634, "awful": 635, "barely": 636, "beauty": 637, "bring": 638, "comedies": 639, "cool": 640, "date": 641, "dead": 642, "dumb": 643, "emotionally": 644, "exactly": 645, "execution": 646, "flaws": 647, "four": 648, "gone": 649, "highly": 650, "keeps": 651, "low": 652, "merely": 653, "odd": 654, "period": 655, "pictures": 656, "process": 657, "quiet": 658, "relationships": 659, "rest": 660, "rock": 661, "saw": 662, "scary": 663, "spy": 664, "suffers": 665, "surprising": 666, "thin": 667, "tragedy": 668, "unsettling": 669, "until": 670, "warm": 671, "welcome": 672, "adults": 673, "age": 674, "decent": 675, "deep": 676, "definitely": 677, "delightful": 678, "engrossing": 679, "final": 680, "fire": 681, "flawed": 682, "grant": 683, "hardly": 684, "historical": 685, "house": 686, "imagine": 687, "impressive": 688, "knows": 689, "master": 690, "mediocre": 691, "middle": 692, "murder": 693, "others": 694, "pure": 695, "road": 696, "robert": 697, "sci-fi": 698, "single": 699, "start": 700, "success": 701, "touch": 702, "truth": 703, "unfortunately": 704, "view": 705, "watchable": 706, "writer-director": 707, "allen": 708, "america": 709, "animated": 710, "career": 711, "city": 712, "clear": 713, "creates": 714, "creative": 715, "creepy": 716, "cut": 717, "dog": 718, "doubt": 719, "effective": 720, "ensemble": 721, "entire": 722, "epic": 723, "exciting": 724, "expect": 725, "fantasy": 726, "female": 727, "gentle": 728, "goofy": 729, "lacking": 730, "lead": 731, "maybe": 732, "moral": 733, "novel": 734, "old-fashioned": 735, "pieces": 736, "playing": 737, "potential": 738, "quality": 739, "relationship": 740, "remake": 741, "sit": 742, "slight": 743, "someone": 744, "spielberg": 745, "stand": 746, "supposed": 747, "sustain": 748, "taking": 749, "ugly": 750, "use": 751, "witty": 752, "word": 753, "working": 754, "writer": 755, "york": 756, "2": 757, "across": 758, "amount": 759, "change": 760, "cheap": 761, "coming": 762, "company": 763, "country": 764, "deserves": 765, "examination": 766, "except": 767, "hand": 768, "hit": 769, "hold": 770, "hope": 771, "loud": 772, "masterpiece": 773, "name": 774, "pace": 775, "plain": 776, "points": 777, "previous": 778, "puts": 779, "read": 780, "sharp": 781, "sincere": 782, "soap": 783, "stupid": 784, "stylish": 785, "subtle": 786, "surprise": 787, "surprises": 788, "talented": 789, "thanks": 790, "unexpected": 791, "upon": 792, "weird": 793, "words": 794, "worse": 795, "ability": 796, "among": 797, "begins": 798, "blade": 799, "brings": 800, "british": 801, "cartoon": 802, "certain": 803, "chan": 804, "convincing": 805, "crush": 806, "doing": 807, "era": 808, "evil": 809, "felt": 810, "fully": 811, "generic": 812, "george": 813, "heavy": 814, "hell": 815, "issues": 816, "jackson": 817, "lovely": 818, "money": 819, "offer": 820, "painful": 821, "perhaps": 822, "poetry": 823, "poignant": 824, "problems": 825, "red": 826, "result": 827, "reveals": 828, "school": 829, "sensitive": 830, "sentimental": 831, "sexual": 832, "situations": 833, "sound": 834, "taste": 835, "tension": 836, "thinking": 837, "winning": 838, "wish": 839, "worthy": 840, "actress": 841, "alone": 842, "apart": 843, "based": 844, "brown": 845, "business": 846, "casting": 847, "chemistry": 848, "clearly": 849, "colorful": 850, "conventional": 851, "crafted": 852, "cultural": 853, "derivative": 854, "dry": 855, "episode": 856, "equally": 857, "extreme": 858, "eye": 859, "filled": 860, "five": 861, "force": 862, "forget": 863, "frame": 864, "gay": 865, "girls": 866, "grace": 867, "heaven": 868, "huge": 869, "insight": 870, "kid": 871, "leads": 872, "magic": 873, "major": 874, "manipulative": 875, "mean": 876, "melodramatic": 877, "mildly": 878, "nice": 879, "ones": 880, "pacing": 881, "places": 882, "poor": 883, "possible": 884, "remember": 885, "said": 886, "second": 887, "sets": 888, "sexy": 889, "share": 890, "sitting": 891, "situation": 892, "slightly": 893, "taken": 894, "target": 895, "tells": 896, "terrible": 897, "twists": 898, "ultimate": 899, "understand": 900, "uneven": 901, "urban": 902, "utterly": 903, "whatever": 904, "white": 905, "wonder": 906, "yes": 907, "&": 908, "90": 909, "absolutely": 910, "absorbing": 911, "add": 912, "ago": 913, "battle": 914, "blue": 915, "bond": 916, "boys": 917, "break": 918, "bullock": 919, "class": 920, "college": 921, "considerable": 922, "contemporary": 923, "core": 924, "couple": 925, "crazy": 926, "create": 927, "created": 928, "cute": 929, "damned": 930, "eventually": 931, "fiction": 932, "forgettable": 933, "form": 934, "franchise": 935, "friendship": 936, "future": 937, "hate": 938, "however": 939, "impact": 940, "important": 941, "intimate": 942, "inventive": 943, "involved": 944, "let": 945, "lets": 946, "liked": 947, "manner": 948, "mark": 949, "martin": 950, "meditation": 951, "mix": 952, "monster": 953, "murphy": 954, "oscar": 955, "painfully": 956, "please": 957, "poorly": 958, "presents": 959, "provides": 960, "question": 961, "seriously": 962, "soderbergh": 963, "somewhere": 964, "sophisticated": 965, "stars": 966, "themes": 967, "thrills": 968, "treatment": 969, "tribute": 970, "triumph": 971, "trouble": 972, "twist": 973, "unique": 974, "used": 975, "viewing": 976, "virtually": 977, "wants": 978, "warmth": 979, "waste": 980, "worthwhile": 981, "attempts": 982, "bears": 983, "believable": 984, "called": 985, "crimes": 986, "deal": 987, "delight": 988, "depth": 989, "directors": 990, "diverting": 991, "drag": 992, "endearing": 993, "essentially": 994, "extremely": 995, "fan": 996, "fast": 997, "fears": 998, "festival": 999, "finds": 1000, "frequently": 1001, "genuine": 1002, "giving": 1003, "green": 1004, "guilty": 1005, "imax": 1006, "insightful": 1007, "intended": 1008, "interested": 1009, "kevin": 1010, "killer": 1011, "king": 1012, "living": 1013, "loses": 1014, "lots": 1015, "match": 1016, "means": 1017, "memory": 1018, "moore": 1019, "needed": 1020, "opportunity": 1021, "overcome": 1022, "pay": 1023, "peter": 1024, "pleasant": 1025, "powers": 1026, "price": 1027, "promise": 1028, "quietly": 1029, "recommend": 1030, "riveting": 1031, "room": 1032, "routine": 1033, "runs": 1034, "sandler": 1035, "sea": 1036, "seat": 1037, "setting": 1038, "several": 1039, "shallow": 1040, "shots": 1041, "soul": 1042, "sounds": 1043, "steven": 1044, "strangely": 1045, "successful": 1046, "terms": 1047, "tragic": 1048, "trip": 1049, "unfunny": 1050, "value": 1051, "vivid": 1052, "williams": 1053, "yourself": 1054, "2002": 1055, "affair": 1056, "appears": 1057, "atmosphere": 1058, "badly": 1059, "blood": 1060, "car": 1061, "cinematography": 1062, "complete": 1063, "decades": 1064, "depressing": 1065, "directorial": 1066, "document": 1067, "dreary": 1068, "emerges": 1069, "empty": 1070, "excitement": 1071, "exhilarating": 1072, "exploration": 1073, "extraordinary": 1074, "fall": 1075, "fare": 1076, "filmed": 1077, "finish": 1078, "fit": 1079, "formulaic": 1080, "gangster": 1081, "generally": 1082, "genuinely": 1083, "happy": 1084, "heartfelt": 1085, "holds": 1086, "humorous": 1087, "ice": 1088, "industry": 1089, "involving": 1090, "justice": 1091, "lawrence": 1092, "lee": 1093, "main": 1094, "marks": 1095, "members": 1096, "mindless": 1097, "motion": 1098, "move": 1099, "ms.": 1100, "niro": 1101, "numbers": 1102, "person": 1103, "pointless": 1104, "politics": 1105, "possibly": 1106, "provocative": 1107, "purpose": 1108, "queen": 1109, "questions": 1110, "realism": 1111, "refreshing": 1112, "remarkably": 1113, "reno": 1114, "represents": 1115, "results": 1116, "ryan": 1117, "served": 1118, "sight": 1119, "simplistic": 1120, "skill": 1121, "skin": 1122, "slapstick": 1123, "solondz": 1124, "stale": 1125, "standard": 1126, "substance": 1127, "succeeds": 1128, "television": 1129, "thought-provoking": 1130, "tom": 1131, "toward": 1132, "treat": 1133, "twice": 1134, "typical": 1135, "universal": 1136, "usually": 1137, "visuals": 1138, "wait": 1139, "water": 1140, "20": 1141, "addition": 1142, "ages": 1143, "alive": 1144, "allows": 1145, "animal": 1146, "annoying": 1147, "attraction": 1148, "average": 1149, "b-movie": 1150, "band": 1151, "barbershop": 1152, "bore": 1153, "budget": 1154, "central": 1155, "challenging": 1156, "chance": 1157, "charisma": 1158, "chris": 1159, "conflict": 1160, "conviction": 1161, "crowd": 1162, "deliver": 1163, "detail": 1164, "devoid": 1165, "disaster": 1166, "dragon": 1167, "dream": 1168, "dreams": 1169, "edge": 1170, "editing": 1171, "eight": 1172, "emotion": 1173, "faith": 1174, "fear": 1175, "figure": 1176, "flicks": 1177, "focus": 1178, "footage": 1179, "forced": 1180, "funnier": 1181, "generation": 1182, "glimpse": 1183, "greatest": 1184, "growing": 1185, "humanity": 1186, "james": 1187, "lame": 1188, "large": 1189, "largely": 1190, "late": 1191, "lines": 1192, "mainstream": 1193, "mention": 1194, "minor": 1195, "monty": 1196, "musical": 1197, "national": 1198, "nicely": 1199, "offensive": 1200, "older": 1201, "originality": 1202, "overwrought": 1203, "particular": 1204, "performers": 1205, "poetic": 1206, "pop": 1207, "popcorn": 1208, "quickly": 1209, "release": 1210, "sappy": 1211, "score": 1212, "seagal": 1213, "sequence": 1214, "sheer": 1215, "signs": 1216, "soundtrack": 1217, "space": 1218, "spiritual": 1219, "sports": 1220, "stands": 1221, "step": 1222, "strength": 1223, "sum": 1224, "telling": 1225, "theme": 1226, "today": 1227, "top": 1228, "trick": 1229, "unfolds": 1230, "vehicle": 1231, "voice": 1232, "wanted": 1233, "wasted": 1234, "weak": 1235, "wedding": 1236, "win": 1237, "wise": 1238, "x": 1239, "zone": 1240, "adam": 1241, "affecting": 1242, "analyze": 1243, "aside": 1244, "aspects": 1245, "assured": 1246, "b": 1247, "balance": 1248, "barry": 1249, "beat": 1250, "beneath": 1251, "bite": 1252, "bittersweet": 1253, "bizarre": 1254, "bright": 1255, "brought": 1256, "bunch": 1257, "cause": 1258, "century": 1259, "christmas": 1260, "cloying": 1261, "comedic": 1262, "commentary": 1263, "community": 1264, "concerned": 1265, "conclusion": 1266, "consistently": 1267, "course": 1268, "credit": 1269, "davis": 1270, "dazzling": 1271, "deeper": 1272, "delivered": 1273, "delivery": 1274, "designed": 1275, "desire": 1276, "disguise": 1277, "effect": 1278, "enjoyed": 1279, "equivalent": 1280, "escape": 1281, "excuse": 1282, "favor": 1283, "features": 1284, "folks": 1285, "frank": 1286, "friday": 1287, "frustrating": 1288, "funniest": 1289, "games": 1290, "general": 1291, "god": 1292, "gripping": 1293, "gross-out": 1294, "happens": 1295, "hits": 1296, "hoffman": 1297, "holes": 1298, "holiday": 1299, "horrible": 1300, "including": 1301, "incredibly": 1302, "indeed": 1303, "inspired": 1304, "intense": 1305, "intentions": 1306, "japanese": 1307, "jason": 1308, "joy": 1309, "kissinger": 1310, "leaving": 1311, "loss": 1312, "machine": 1313, "meandering": 1314, "meaning": 1315, "missing": 1316, "modest": 1317, "natural": 1318, "near": 1319, "necessary": 1320, "night": 1321, "number": 1322, "oddly": 1323, "opening": 1324, "paid": 1325, "parker": 1326, "party": 1327, "persona": 1328, "perspective": 1329, "played": 1330, "product": 1331, "provide": 1332, "pull": 1333, "raw": 1334, "reign": 1335, "retread": 1336, "revolution": 1337, "screenwriter": 1338, "shame": 1339, "shyamalan": 1340, "sick": 1341, "slice": 1342, "sloppy": 1343, "somehow": 1344, "son": 1345, "spectacle": 1346, "spent": 1347, "stage": 1348, "stay": 1349, "striking": 1350, "struggle": 1351, "superficial": 1352, "supporting": 1353, "surface": 1354, "talking": 1355, "team": 1356, "thinks": 1357, "tiresome": 1358, "totally": 1359, "treasure": 1360, "turned": 1361, "unusual": 1362, "vs.": 1363, "wildly": 1364, "wry": 1365, "10": 1366, "achieves": 1367, "admirable": 1368, "adult": 1369, "affection": 1370, "amateurish": 1371, "amazing": 1372, "apparently": 1373, "ask": 1374, "asks": 1375, "avoid": 1376, "awkward": 1377, "banal": 1378, "behavior": 1379, "biggest": 1380, "body": 1381, "brain": 1382, "broken": 1383, "buy": 1384, "carries": 1385, "charms": 1386, "chase": 1387, "child": 1388, "chilling": 1389, "clarity": 1390, "commercial": 1391, "complicated": 1392, "confusing": 1393, "creating": 1394, "credits": 1395, "degree": 1396, "devastating": 1397, "die": 1398, "digital": 1399, "directing": 1400, "elegant": 1401, "energetic": 1402, "expected": 1403, "experiences": 1404, "fantastic": 1405, "farce": 1406, "fat": 1407, "father": 1408, "finale": 1409, "frida": 1410, "further": 1411, "gem": 1412, "godard": 1413, "graphic": 1414, "grief": 1415, "ground": 1416, "grows": 1417, "hackneyed": 1418, "happen": 1419, "heartwarming": 1420, "hip-hop": 1421, "homage": 1422, "hot": 1423, "humour": 1424, "identity": 1425, "imagery": 1426, "increasingly": 1427, "inspiring": 1428, "intrigue": 1429, "irritating": 1430, "jack": 1431, "joke": 1432, "knowing": 1433, "knowledge": 1434, "lady": 1435, "lazy": 1436, "lesson": 1437, "limited": 1438, "longer": 1439, "ludicrous": 1440, "manage": 1441, "mayhem": 1442, "messages": 1443, "mile": 1444, "miss": 1445, "moviemaking": 1446, "noir": 1447, "nostalgia": 1448, "notice": 1449, "nowhere": 1450, "offering": 1451, "open": 1452, "paced": 1453, "pack": 1454, "pain": 1455, "paul": 1456, "personality": 1457, "philosophical": 1458, "pick": 1459, "plodding": 1460, "plotting": 1461, "potentially": 1462, "predecessor": 1463, "presence": 1464, "produced": 1465, "promising": 1466, "prove": 1467, "quick": 1468, "real-life": 1469, "realistic": 1470, "realized": 1471, "record": 1472, "relatively": 1473, "report": 1474, "rises": 1475, "roger": 1476, "save": 1477, "schneider": 1478, "scorsese": 1479, "season": 1480, "shake": 1481, "smarter": 1482, "smile": 1483, "snow": 1484, "society": 1485, "somber": 1486, "soon": 1487, "source": 1488, "spend": 1489, "spider-man": 1490, "stirring": 1491, "stock": 1492, "storyline": 1493, "structure": 1494, "studio": 1495, "surely": 1496, "talents": 1497, "teens": 1498, "territory": 1499, "theatre": 1500, "third": 1501, "tough": 1502, "twisted": 1503, "type": 1504, "unlikely": 1505, "vampire": 1506, "vividly": 1507, "waiting": 1508, "wears": 1509, "weight": 1510, "well-acted": 1511, "wife": 1512, "woo": 1513, "woody": 1514, "writer\\/director": 1515, "9": 1516, "accomplished": 1517, "actresses": 1518, "acts": 1519, "admire": 1520, "admit": 1521, "afraid": 1522, "angst": 1523, "apparent": 1524, "appreciate": 1525, "artificial": 1526, "austin": 1527, "basic": 1528, "becoming": 1529, "beginning": 1530, "benigni": 1531, "bitter": 1532, "blair": 1533, "blend": 1534, "bother": 1535, "broomfield": 1536, "brothers": 1537, "captivating": 1538, "catch": 1539, "changing": 1540, "check": 1541, "cheesy": 1542, "choices": 1543, "cletis": 1544, "clumsy": 1545, "color": 1546, "content": 1547, "count": 1548, "courage": 1549, "cross": 1550, "cruel": 1551, "deadly": 1552, "deftly": 1553, "delicate": 1554, "details": 1555, "disturbing": 1556, "early": 1557, "efforts": 1558, "empathy": 1559, "endless": 1560, "event": 1561, "example": 1562, "failure": 1563, "fair": 1564, "faithful": 1565, "fashion": 1566, "fatal": 1567, "fill": 1568, "finding": 1569, "flair": 1570, "foreign": 1571, "forgotten": 1572, "freaks": 1573, "free": 1574, "front": 1575, "ghost": 1576, "glass": 1577, "greek": 1578, "group": 1579, "grow": 1580, "guess": 1581, "haunting": 1582, "heard": 1583, "hopeful": 1584, "importance": 1585, "indian": 1586, "indie": 1587, "inept": 1588, "inspiration": 1589, "intensity": 1590, "intoxicating": 1591, "italian": 1592, "jones": 1593, "justify": 1594, "kaufman": 1595, "key": 1596, "killed": 1597, "land": 1598, "laughter": 1599, "length": 1600, "list": 1601, "lived": 1602, "lousy": 1603, "low-key": 1604, "makers": 1605, "male": 1606, "matters": 1607, "maudlin": 1608, "mere": 1609, "metaphor": 1610, "miller": 1611, "mistake": 1612, "mixed": 1613, "mixture": 1614, "mother": 1615, "moves": 1616, "moviegoers": 1617, "nasty": 1618, "nevertheless": 1619, "news": 1620, "nicholas": 1621, "nicholson": 1622, "observations": 1623, "obviously": 1624, "office": 1625, "ordinary": 1626, "outside": 1627, "overly": 1628, "parable": 1629, "park": 1630, "pathetic": 1631, "playful": 1632, "pleasures": 1633, "preachy": 1634, "precious": 1635, "predictably": 1636, "present": 1637, "profound": 1638, "reading": 1639, "reminds": 1640, "repetitive": 1641, "resonant": 1642, "return": 1643, "revealing": 1644, "revenge": 1645, "rewarding": 1646, "roll": 1647, "romp": 1648, "sade": 1649, "sadly": 1650, "sadness": 1651, "santa": 1652, "scratch": 1653, "screenwriting": 1654, "sentimentality": 1655, "sequels": 1656, "serves": 1657, "showtime": 1658, "sides": 1659, "songs": 1660, "south": 1661, "spark": 1662, "started": 1663, "strictly": 1664, "stunts": 1665, "subtlety": 1666, "superb": 1667, "superior": 1668, "teenage": 1669, "timely": 1670, "total": 1671, "traditional": 1672, "trappings": 1673, "undeniably": 1674, "unintentionally": 1675, "unlike": 1676, "using": 1677, "values": 1678, "van": 1679, "vibrant": 1680, "violent": 1681, "vulgar": 1682, "wallace": 1683, "wars": 1684, "week": 1685, "well-made": 1686, "well-meaning": 1687, "went": 1688, "willing": 1689, "winds": 1690, "witch": 1691, "wonderfully": 1692, "worked": 1693, "yarn": 1694, "aims": 1695, "answers": 1696, "appear": 1697, "arnold": 1698, "authentic": 1699, "background": 1700, "bag": 1701, "belongs": 1702, "below": 1703, "birthday": 1704, "bits": 1705, "broad": 1706, "buoyant": 1707, "burns": 1708, "camp": 1709, "candy": 1710, "capable": 1711, "caught": 1712, "cautionary": 1713, "characterizations": 1714, "choppy": 1715, "cliche": 1716, "collection": 1717, "combination": 1718, "comedian": 1719, "common": 1720, "competent": 1721, "consider": 1722, "constantly": 1723, "constructed": 1724, "continues": 1725, "creativity": 1726, "credible": 1727, "crisp": 1728, "cult": 1729, "cynical": 1730, "dance": 1731, "dangerous": 1732, "demands": 1733, "demonstrates": 1734, "design": 1735, "desperate": 1736, "desperation": 1737, "determination": 1738, "determined": 1739, "difference": 1740, "dirty": 1741, "disappointing": 1742, "discovery": 1743, "distance": 1744, "downright": 1745, "dramatically": 1746, "earth": 1747, "eddie": 1748, "elaborate": 1749, "endeavor": 1750, "excess": 1751, "executed": 1752, "exploitation": 1753, "exploitative": 1754, "families": 1755, "feel-good": 1756, "fierce": 1757, "fight": 1758, "first-time": 1759, "fisher": 1760, "flashy": 1761, "fluff": 1762, "fly": 1763, "follow": 1764, "forgive": 1765, "friends": 1766, "giant": 1767, "gifted": 1768, "gosling": 1769, "gradually": 1770, "grand": 1771, "guns": 1772, "happened": 1773, "harvard": 1774, "heartbreaking": 1775, "hearts": 1776, "heavy-handed": 1777, "helps": 1778, "hill": 1779, "honestly": 1780, "hong": 1781, "hoping": 1782, "imaginative": 1783, "impression": 1784, "inane": 1785, "intellectual": 1786, "iranian": 1787, "joyous": 1788, "kapur": 1789, "kong": 1790, "landscape": 1791, "laughing": 1792, "learn": 1793, "letting": 1794, "levels": 1795, "lies": 1796, "lightweight": 1797, "listless": 1798, "loved": 1799, "low-budget": 1800, "madonna": 1801, "mainly": 1802, "matinee": 1803, "mesmerizing": 1804, "mike": 1805, "mild": 1806, "missed": 1807, "monsters": 1808, "no.": 1809, "offbeat": 1810, "onto": 1811, "over-the-top": 1812, "pair": 1813, "partly": 1814, "parts": 1815, "pass": 1816, "patience": 1817, "pinocchio": 1818, "pity": 1819, "planet": 1820, "poem": 1821, "polanski": 1822, "pretension": 1823, "proceedings": 1824, "promises": 1825, "psychology": 1826, "public": 1827, "quest": 1828, "reach": 1829, "realize": 1830, "refreshingly": 1831, "remain": 1832, "returns": 1833, "revelatory": 1834, "rhythms": 1835, "richly": 1836, "ridiculous": 1837, "ring": 1838, "rip-off": 1839, "rob": 1840, "rush": 1841, "saving": 1842, "saying": 1843, "schmidt": 1844, "science": 1845, "scores": 1846, "secret": 1847, "secretary": 1848, "secrets": 1849, "self-conscious": 1850, "self-indulgent": 1851, "sentiment": 1852, "service": 1853, "shock": 1854, "shooting": 1855, "sign": 1856, "silence": 1857, "silliness": 1858, "sitcom": 1859, "skip": 1860, "slap": 1861, "smoochy": 1862, "soldiers": 1863, "speaking": 1864, "splendid": 1865, "spoof": 1866, "spooky": 1867, "standards": 1868, "starring": 1869, "stays": 1870, "stereotypes": 1871, "stuart": 1872, "stuck": 1873, "stunning": 1874, "succeed": 1875, "sugar": 1876, "suspenseful": 1877, "sympathy": 1878, "tasty": 1879, "tender": 1880, "testament": 1881, "theaters": 1882, "throws": 1883, "tout": 1884, "trifle": 1885, "tsai": 1886, "turning": 1887, "tuxedo": 1888, "understanding": 1889, "unfaithful": 1890, "unflinching": 1891, "unfocused": 1892, "unnecessary": 1893, "unpleasant": 1894, "uplifting": 1895, "various": 1896, "victims": 1897, "visceral": 1898, "vital": 1899, "walk": 1900, "wannabe": 1901, "warning": 1902, "washington": 1903, "whimsical": 1904, "whom": 1905, "wind": 1906, "within": 1907, "xxx": 1908, "'70s": 1909, "\\/": 1910, "absurd": 1911, "adds": 1912, "adolescent": 1913, "adventures": 1914, "after-school": 1915, "ahead": 1916, "ai": 1917, "aimed": 1918, "alternately": 1919, "ambition": 1920, "americans": 1921, "amounts": 1922, "amused": 1923, "amy": 1924, "arrives": 1925, "artists": 1926, "assassin": 1927, "attractive": 1928, "bartleby": 1929, "beast": 1930, "belly": 1931, "belt": 1932, "biting": 1933, "boasts": 1934, "bold": 1935, "books": 1936, "bottom": 1937, "breathtaking": 1938, "brilliantly": 1939, "britney": 1940, "build": 1941, "busy": 1942, "came": 1943, "caper": 1944, "capture": 1945, "carvey": 1946, "casual": 1947, "center": 1948, "chabrol": 1949, "changes": 1950, "channel": 1951, "charmer": 1952, "chases": 1953, "chick": 1954, "chills": 1955, "chilly": 1956, "china": 1957, "chinese": 1958, "cho": 1959, "choose": 1960, "christian": 1961, "clause": 1962, "cliched": 1963, "compassion": 1964, "complexity": 1965, "condition": 1966, "constant": 1967, "contains": 1968, "context": 1969, "contrivances": 1970, "convinced": 1971, "copy": 1972, "crass": 1973, "cultures": 1974, "curiosity": 1975, "cutting": 1976, "dahmer": 1977, "damage": 1978, "damn": 1979, "daring": 1980, "dealing": 1981, "deceptively": 1982, "deft": 1983, "delicately": 1984, "delightfully": 1985, "delivering": 1986, "depiction": 1987, "despair": 1988, "detailed": 1989, "deuces": 1990, "development": 1991, "dickens": 1992, "display": 1993, "dogs": 1994, "domestic": 1995, "downbeat": 1996, "drawn": 1997, "drop": 1998, "drug": 1999, "dying": 2000, "dysfunctional": 2001, "eccentric": 2002, "element": 2003, "eloquent": 2004, "embarrassment": 2005, "engaged": 2006, "english": 2007, "enthusiasm": 2008, "eric": 2009, "essence": 2010, "evocative": 2011, "expectations": 2012, "explosions": 2013, "fake": 2014, "fanciful": 2015, "faster": 2016, "feature-length": 2017, "finely": 2018, "fish": 2019, "friend": 2020, "frightening": 2021, "gangs": 2022, "generate": 2023, "gently": 2024, "ghetto": 2025, "glory": 2026, "good-natured": 2027, "gritty": 2028, "hair": 2029, "hands": 2030, "harmless": 2031, "harry": 2032, "herzog": 2033, "hey": 2034, "hip": 2035, "hitting": 2036, "holocaust": 2037, "horrifying": 2038, "howard": 2039, "hugh": 2040, "hybrid": 2041, "image": 2042, "imitation": 2043, "incoherent": 2044, "inner": 2045, "innocence": 2046, "inoffensive": 2047, "ironic": 2048, "jaglom": 2049, "keeping": 2050, "kung": 2051, "larger": 2052, "leaden": 2053, "legged": 2054, "likable": 2055, "literally": 2056, "literary": 2057, "logic": 2058, "loneliness": 2059, "looked": 2060, "loves": 2061, "lyrical": 2062, "madness": 2063, "maintains": 2064, "manhattan": 2065, "market": 2066, "martha": 2067, "masterful": 2068, "mature": 2069, "mean-spirited": 2070, "meant": 2071, "memories": 2072, "myself": 2073, "nation": 2074, "nickleby": 2075, "nomination": 2076, "notion": 2077, "nuanced": 2078, "obnoxious": 2079, "obsession": 2080, "ode": 2081, "onscreen": 2082, "outrageous": 2083, "paper": 2084, "passionate": 2085, "pat": 2086, "path": 2087, "payoff": 2088, "peculiar": 2089, "pianist": 2090, "pic": 2091, "pile": 2092, "players": 2093, "plotted": 2094, "poignancy": 2095, "pokemon": 2096, "ponderous": 2097, "portrayal": 2098, "portrays": 2099, "positive": 2100, "pow": 2101, "preposterous": 2102, "pretends": 2103, "prison": 2104, "problematic": 2105, "professional": 2106, "propaganda": 2107, "protagonist": 2108, "pulls": 2109, "quirks": 2110, "race": 2111, "reasonably": 2112, "references": 2113, "relies": 2114, "rendered": 2115, "rent": 2116, "required": 2117, "resist": 2118, "resonance": 2119, "respect": 2120, "respectable": 2121, "rewards": 2122, "rhythm": 2123, "rise": 2124, "roles": 2125, "rollerball": 2126, "rote": 2127, "run-of-the-mill": 2128, "saccharine": 2129, "safe": 2130, "saga": 2131, "sandra": 2132, "sara": 2133, "satirical": 2134, "says": 2135, "scenario": 2136, "seemingly": 2137, "sees": 2138, "serviceable": 2139, "settles": 2140, "seven": 2141, "shadows": 2142, "shakespeare": 2143, "shanghai": 2144, "shocking": 2145, "showing": 2146, "simultaneously": 2147, "slip": 2148, "slowly": 2149, "smartly": 2150, "smug": 2151, "soulless": 2152, "souls": 2153, "sour": 2154, "speaks": 2155, "spirited": 2156, "staged": 2157, "state": 2158, "stomach": 2159, "stop": 2160, "strain": 2161, "strike": 2162, "stunt": 2163, "subjects": 2164, "suffering": 2165, "t": 2166, "talk": 2167, "teacher": 2168, "terrifying": 2169, "theatrical": 2170, "thick": 2171, "throwing": 2172, "thumbs": 2173, "tiny": 2174, "touches": 2175, "tradition": 2176, "trailer": 2177, "transcends": 2178, "trash": 2179, "trashy": 2180, "trek": 2181, "uncompromising": 2182, "unimaginative": 2183, "uninspired": 2184, "unpredictable": 2185, "utter": 2186, "victim": 2187, "wacky": 2188, "wave": 2189, "wilde": 2190, "wow": 2191, "yu": 2192, "$": 2193, "1": 2194, "3": 2195, "51": 2196, "90-minute": 2197, "abandon": 2198, "abstract": 2199, "abuse": 2200, "academy": 2201, "accents": 2202, "accessible": 2203, "account": 2204, "achievement": 2205, "achingly": 2206, "adams": 2207, "advice": 2208, "alabama": 2209, "allow": 2210, "anne": 2211, "answer": 2212, "appropriate": 2213, "artifice": 2214, "artistic": 2215, "astonishingly": 2216, "award": 2217, "awe": 2218, "baffling": 2219, "basically": 2220, "behold": 2221, "bigger": 2222, "biopic": 2223, "bleak": 2224, "bloody": 2225, "blow": 2226, "bodies": 2227, "bored": 2228, "box": 2229, "breaks": 2230, "breath": 2231, "breezy": 2232, "bride": 2233, "bringing": 2234, "brother": 2235, "brutal": 2236, "cage": 2237, "caine": 2238, "capacity": 2239, "carefully": 2240, "carried": 2241, "carry": 2242, "chaotic": 2243, "charismatic": 2244, "cleverly": 2245, "climactic": 2246, "clooney": 2247, "closely": 2248, "closer": 2249, "co-writer": 2250, "coherent": 2251, "comfortable": 2252, "committed": 2253, "comparison": 2254, "complications": 2255, "con": 2256, "conduct": 2257, "confident": 2258, "connect": 2259, "considered": 2260, "controversy": 2261, "convenient": 2262, "conversations": 2263, "cop": 2264, "corner": 2265, "corny": 2266, "cost": 2267, "crap": 2268, "crude": 2269, "curious": 2270, "curiously": 2271, "current": 2272, "cuts": 2273, "daily": 2274, "dare": 2275, "decided": 2276, "decidedly": 2277, "delicious": 2278, "delights": 2279, "demographic": 2280, "describe": 2281, "deserve": 2282, "diesel": 2283, "dignity": 2284, "directs": 2285, "disjointed": 2286, "disposable": 2287, "diversion": 2288, "documentaries": 2289, "don": 2290, "double": 2291, "drags": 2292, "drawing": 2293, "draws": 2294, "drive": 2295, "dud": 2296, "duke": 2297, "dvd": 2298, "e.t.": 2299, "earnestness": 2300, "easier": 2301, "eastwood": 2302, "edited": 2303, "effortlessly": 2304, "elegantly": 2305, "emerge": 2306, "emphasizes": 2307, "empire": 2308, "engage": 2309, "enigma": 2310, "enterprise": 2311, "entertain": 2312, "enthralling": 2313, "enthusiastic": 2314, "equal": 2315, "erotic": 2316, "esther": 2317, "evans": 2318, "evelyn": 2319, "everyday": 2320, "evokes": 2321, "examines": 2322, "exceptional": 2323, "exceptionally": 2324, "existence": 2325, "exotic": 2326, "expectation": 2327, "explore": 2328, "exploring": 2329, "exquisite": 2330, "extended": 2331, "fable": 2332, "false": 2333, "famous": 2334, "fancy": 2335, "fate": 2336, "feat": 2337, "featuring": 2338, "fellow": 2339, "fights": 2340, "figures": 2341, "filling": 2342, "fills": 2343, "flamboyant": 2344, "flash": 2345, "flow": 2346, "following": 2347, "follows": 2348, "food": 2349, "ford": 2350, "former": 2351, "frailty": 2352, "france": 2353, "freeman": 2354, "frustration": 2355, "gag": 2356, "glossy": 2357, "grab": 2358, "grandeur": 2359, "grey": 2360, "gun": 2361, "halfway": 2362, "hallmark": 2363, "handful": 2364, "handled": 2365, "handsome": 2366, "hannibal": 2367, "happening": 2368, "happiness": 2369, "harris": 2370, "harrowing": 2371, "hastily": 2372, "haynes": 2373, "heroes": 2374, "heroine": 2375, "herself": 2376, "highest": 2377, "hopkins": 2378, "hugely": 2379, "humorless": 2380, "huppert": 2381, "husband": 2382, "hype": 2383, "impostor": 2384, "inconsequential": 2385, "inevitable": 2386, "inherent": 2387, "insanely": 2388, "insights": 2389, "insomnia": 2390, "inspirational": 2391, "inspire": 2392, "integrity": 2393, "intermittently": 2394, "interview": 2395, "intimacy": 2396, "intricate": 2397, "irish": 2398, "issue": 2399, "j.": 2400, "jackie": 2401, "jim": 2402, "judd": 2403, "junk": 2404, "k-19": 2405, "kidman": 2406, "kill": 2407, "kinda": 2408, "kline": 2409, "knew": 2410, "labored": 2411, "labute": 2412, "lackluster": 2413, "lan": 2414, "language": 2415, "latter": 2416, "laughable": 2417, "layers": 2418, "leigh": 2419, "lends": 2420, "lesser": 2421, "life-affirming": 2422, "lifeless": 2423, "locations": 2424, "lopez": 2425, "losing": 2426, "maintain": 2427, "managed": 2428, "marvel": 2429, "marvelous": 2430, "masterfully": 2431, "matthew": 2432, "meaningful": 2433, "measured": 2434, "melancholy": 2435, "merit": 2436, "minute": 2437, "momentum": 2438, "morning": 2439, "mothman": 2440, "movements": 2441, "murky": 2442, "nair": 2443, "necessarily": 2444, "nerve": 2445, "nightmare": 2446, "nights": 2447, "noble": 2448, "nonsense": 2449, "notorious": 2450, "observant": 2451, "odds": 2452, "order": 2453, "outstanding": 2454, "packed": 2455, "pale": 2456, "palma": 2457, "paradiso": 2458, "parody": 2459, "pathos": 2460, "payne": 2461, "pedestrian": 2462, "peek": 2463, "philosophy": 2464, "photographed": 2465, "piano": 2466, "pleasing": 2467, "plympton": 2468, "police": 2469, "ponder": 2470, "potent": 2471, "predecessors": 2472, "pretensions": 2473, "private": 2474, "properly": 2475, "prospect": 2476, "proud": 2477, "providing": 2478, "psychologically": 2479, "pulp": 2480, "ranks": 2481, "recycled": 2482, "reel": 2483, "reggio": 2484, "relentlessly": 2485, "remembered": 2486, "reminiscent": 2487, "rental": 2488, "replaced": 2489, "rescue": 2490, "resembles": 2491, "rohmer": 2492, "roman": 2493, "roots": 2494, "russian": 2495, "sand": 2496, "saturday": 2497, "saved": 2498, "savvy": 2499, "screenwriters": 2500, "search": 2501, "send": 2502, "sensual": 2503, "serving": 2504, "shamelessly": 2505, "shelf": 2506, "shocks": 2507, "shoot": 2508, "shoulders": 2509, "showcase": 2510, "showcases": 2511, "silver": 2512, "simplicity": 2513, "sink": 2514, "sketchy": 2515, "sluggish": 2516, "sly": 2517, "smith": 2518, "snipes": 2519, "solidly": 2520, "song": 2521, "sophomoric": 2522, "soulful": 2523, "southern": 2524, "spare": 2525, "sparkling": 2526, "spectacular": 2527, "spell": 2528, "spirits": 2529, "spite": 2530, "spot": 2531, "spring": 2532, "stand-up": 2533, "startling": 2534, "stealing": 2535, "stilted": 2536, "stitch": 2537, "stone": 2538, "stops": 2539, "store": 2540, "string": 2541, "stylized": 2542, "subversive": 2543, "surreal": 2544, "surrounding": 2545, "sweeping": 2546, "sweetness": 2547, "talky": 2548, "tear": 2549, "tears": 2550, "technology": 2551, "teenagers": 2552, "tends": 2553, "term": 2554, "test": 2555, "thematic": 2556, "thrill": 2557, "ticket": 2558, "timing": 2559, "toback": 2560, "top-notch": 2561, "topic": 2562, "trademark": 2563, "tragedies": 2564, "treats": 2565, "unabashedly": 2566, "uncanny": 2567, "unconvincing": 2568, "undeniable": 2569, "understands": 2570, "understated": 2571, "unforced": 2572, "unless": 2573, "unlikable": 2574, "unnerving": 2575, "unoriginal": 2576, "urgency": 2577, "vapid": 2578, "variety": 2579, "villain": 2580, "vincent": 2581, "vintage": 2582, "wake": 2583, "walked": 2584, "web": 2585, "weeks": 2586, "west": 2587, "western": 2588, "whenever": 2589, "wholly": 2590, "wilson": 2591, "winner": 2592, "witless": 2593, "wondering": 2594, "younger": 2595, "youth": 2596, "'60s": 2597, "101": 2598, "11": 2599, "13": 2600, "15": 2601, "20th": 2602, "21st": 2603, "30": 2604, "8": 2605, "absurdity": 2606, "admittedly": 2607, "advantage": 2608, "adventurous": 2609, "aging": 2610, "aimless": 2611, "alas": 2612, "album": 2613, "alert": 2614, "alienation": 2615, "aliens": 2616, "alike": 2617, "allegory": 2618, "am": 2619, "amazingly": 2620, "amiable": 2621, "amid": 2622, "anachronistic": 2623, "angry": 2624, "anomie": 2625, "anthony": 2626, "antwone": 2627, "anyway": 2628, "anywhere": 2629, "appalling": 2630, "arrive": 2631, "arts": 2632, "arty": 2633, "aspirations": 2634, "astonishing": 2635, "attract": 2636, "authority": 2637, "auto": 2638, "avary": 2639, "ball": 2640, "ballistic": 2641, "ballot": 2642, "banter": 2643, "bar": 2644, "base": 2645, "basis": 2646, "begin": 2647, "benefit": 2648, "benjamins": 2649, "big-screen": 2650, "bill": 2651, "birot": 2652, "blame": 2653, "blast": 2654, "bogdanovich": 2655, "borrows": 2656, "bow": 2657, "bowling": 2658, "breaking": 2659, "bridge": 2660, "brooding": 2661, "brosnan": 2662, "bruce": 2663, "bucks": 2664, "buddy": 2665, "building": 2666, "builds": 2667, "built": 2668, "bullets": 2669, "buried": 2670, "cable": 2671, "calculated": 2672, "cannes": 2673, "capturing": 2674, "cares": 2675, "carrying": 2676, "cartoons": 2677, "catches": 2678, "category": 2679, "celebrates": 2680, "celebration": 2681, "cell": 2682, "characterization": 2683, "charmless": 2684, "chateau": 2685, "cherish": 2686, "chew": 2687, "childhood": 2688, "chiller": 2689, "choice": 2690, "chooses": 2691, "circuit": 2692, "clean": 2693, "clockstoppers": 2694, "clothes": 2695, "clue": 2696, "clumsily": 2697, "collapses": 2698, "colors": 2699, "combines": 2700, "comfort": 2701, "compared": 2702, "computer": 2703, "concern": 2704, "concert": 2705, "connection": 2706, "consequences": 2707, "considering": 2708, "consistent": 2709, "construct": 2710, "contradictory": 2711, "control": 2712, "convey": 2713, "convince": 2714, "coppola": 2715, "costume": 2716, "costumes": 2717, "craft": 2718, "crane": 2719, "creation": 2720, "credibility": 2721, "crossroads": 2722, "crucial": 2723, "crudup": 2724, "cry": 2725, "cutesy": 2726, "cynicism": 2727, "dana": 2728, "dancing": 2729, "darker": 2730, "darkly": 2731, "deadpan": 2732, "deeds": 2733, "defies": 2734, "del": 2735, "denial": 2736, "depends": 2737, "deserved": 2738, "desperately": 2739, "disappointed": 2740, "dish": 2741, "distinctive": 2742, "dogtown": 2743, "dong": 2744, "dose": 2745, "doses": 2746, "dramas": 2747, "dreadful": 2748, "dressed": 2749, "droll": 2750, "drugs": 2751, "dubious": 2752, "due": 2753, "duvall": 2754, "earlier": 2755, "earn": 2756, "eat": 2757, "edgy": 2758, "education": 2759, "effectively": 2760, "emphasis": 2761, "empowerment": 2762, "encounter": 2763, "encouraging": 2764, "endlessly": 2765, "enigmatic": 2766, "enjoyably": 2767, "enormously": 2768, "enter": 2769, "episodes": 2770, "escapism": 2771, "exist": 2772, "existential": 2773, "expense": 2774, "exploit": 2775, "explores": 2776, "exposition": 2777, "extent": 2778, "extravaganza": 2779, "eyre": 2780, "factor": 2781, "fail": 2782, "fairy": 2783, "farrelly": 2784, "fathers": 2785, "favorite": 2786, "feathers": 2787, "feelings": 2788, "feet": 2789, "fighting": 2790, "first-rate": 2791, "fits": 2792, "folk": 2793, "followed": 2794, "fool": 2795, "format": 2796, "forth": 2797, "foster": 2798, "fourth": 2799, "freedom": 2800, "freshness": 2801, "gang": 2802, "gel": 2803, "gender": 2804, "genial": 2805, "gift": 2806, "glorious": 2807, "gloriously": 2808, "goldmember": 2809, "goodfellas": 2810, "gorgeously": 2811, "gory": 2812, "grating": 2813, "greene": 2814, "hanks": 2815, "harder": 2816, "hear": 2817, "heat": 2818, "held": 2819, "henry": 2820, "hide": 2821, "hint": 2822, "hollow": 2823, "holm": 2824, "honesty": 2825, "hook": 2826, "hoot": 2827, "hunter": 2828, "idiosyncratic": 2829, "ignore": 2830, "immediate": 2831, "improbable": 2832, "incident": 2833, "incisive": 2834, "incoherence": 2835, "incomprehensible": 2836, "inconsistent": 2837, "indulgent": 2838, "inexplicable": 2839, "infidelity": 2840, "infomercial": 2841, "ingenious": 2842, "initial": 2843, "innocent": 2844, "instantly": 2845, "instincts": 2846, "intent": 2847, "international": 2848, "irony": 2849, "irresistible": 2850, "island": 2851, "isolation": 2852, "jacquot": 2853, "janice": 2854, "japan": 2855, "jerry": 2856, "jessica": 2857, "jewish": 2858, "joel": 2859, "juvenile": 2860, "kiddie": 2861, "kiss": 2862, "known": 2863, "lampoon": 2864, "lane": 2865, "lanes": 2866, "laugh-out-loud": 2867, "laughed": 2868, "legacy": 2869, "lifestyle": 2870, "lifetime": 2871, "lips": 2872, "listen": 2873, "longing": 2874, "loose": 2875, "lucky": 2876, "lump": 2877, "lurid": 2878, "magnificent": 2879, "mann": 2880, "marginal": 2881, "marriage": 2882, "martial": 2883, "mcgrath": 2884, "measure": 2885, "meat": 2886, "mechanical": 2887, "meets": 2888, "mel": 2889, "mental": 2890, "merchant": 2891, "messy": 2892, "middle-aged": 2893, "midnight": 2894, "minimalist": 2895, "misery": 2896, "miyazaki": 2897, "moody": 2898, "moonlight": 2899, "morality": 2900, "morally": 2901, "motions": 2902, "motivated": 2903, "muddled": 2904, "mushy": 2905, "mysterious": 2906, "named": 2907, "narc": 2908, "narratively": 2909, "naturalistic": 2910, "neat": 2911, "neil": 2912, "niche": 2913, "nijinsky": 2914, "nobody": 2915, "noise": 2916, "nonetheless": 2917, "noyce": 2918, "o": 2919, "objective": 2920, "observation": 2921, "opaque": 2922, "openness": 2923, "opportunities": 2924, "ourselves": 2925, "outcome": 2926, "outing": 2927, "overlong": 2928, "overwhelming": 2929, "ozpetek": 2930, "pacino": 2931, "paints": 2932, "pantheon": 2933, "paper-thin": 2934, "parade": 2935, "passable": 2936, "passes": 2937, "pastiche": 2938, "pathology": 2939, "pedigree": 2940, "penetrating": 2941, "performed": 2942, "personalities": 2943, "perverse": 2944, "phone": 2945, "phony": 2946, "photography": 2947, "physical": 2948, "politically": 2949, "pool": 2950, "porn": 2951, "poverty": 2952, "praise": 2953, "pratfalls": 2954, "precisely": 2955, "prefer": 2956, "presentation": 2957, "primarily": 2958, "profile": 2959, "proper": 2960, "prophecies": 2961, "pulling": 2962, "punch": 2963, "putting": 2964, "puzzling": 2965, "racial": 2966, "rank": 2967, "ready": 2968, "reasons": 2969, "recommended": 2970, "redemption": 2971, "refusal": 2972, "refuses": 2973, "regret": 2974, "rehash": 2975, "released": 2976, "relevant": 2977, "remembering": 2978, "remind": 2979, "remotely": 2980, "renner": 2981, "require": 2982, "resolutely": 2983, "responsible": 2984, "reveal": 2985, "rice": 2986, "richer": 2987, "rings": 2988, "ritchie": 2989, "robin": 2990, "rodriguez": 2991, "root": 2992, "rude": 2993, "runner": 2994, "russell": 2995, "sake": 2996, "sarandon": 2997, "sayles": 2998, "scattered": 2999, "schwarzenegger": 3000, "scooby": 3001, "scott": 3002, "scream": 3003, "screaming": 3004, "screening": 3005, "seconds": 3006, "seek": 3007, "seeking": 3008, "seeks": 3009, "seeming": 3010, "sell": 3011, "sensibility": 3012, "serial": 3013, "serve": 3014, "shapeless": 3015, "shines": 3016, "shining": 3017, "shockingly": 3018, "shrewd": 3019, "significant": 3020, "silent": 3021, "similarly": 3022, "sincerity": 3023, "singing": 3024, "sinks": 3025, "sisters": 3026, "skins": 3027, "slack": 3028, "sleeve": 3029, "sobering": 3030, "solaris": 3031, "sorry": 3032, "sorvino": 3033, "speak": 3034, "spears": 3035, "specifically": 3036, "spin": 3037, "squanders": 3038, "squeeze": 3039, "static": 3040, "station": 3041, "steers": 3042, "steve": 3043, "sticks": 3044, "stiff": 3045, "sting": 3046, "straightforward": 3047, "stretched": 3048, "student": 3049, "stylistic": 3050, "subculture": 3051, "succumbs": 3052, "sudden": 3053, "suggests": 3054, "suit": 3055, "suited": 3056, "supernatural": 3057, "support": 3058, "survive": 3059, "suspect": 3060, "swallow": 3061, "sweetly": 3062, "swim": 3063, "swimfan": 3064, "sympathetic": 3065, "tales": 3066, "tap": 3067, "tarantino": 3068, "tasteful": 3069, "taut": 3070, "technical": 3071, "teeth": 3072, "telegraphed": 3073, "tepid": 3074, "terribly": 3075, "text": 3076, "theory": 3077, "thomas": 3078, "thousands": 3079, "thrillers": 3080, "throw": 3081, "ties": 3082, "timeless": 3083, "took": 3084, "tortured": 3085, "touched": 3086, "tour": 3087, "transcend": 3088, 